<template>
  <div>
    <el-card class="box-card">
      <h1>养生十大秘诀</h1>
      <p>
        随着老年社会的到来，不仅要让老年人有病能得到及时有效的诊治，更重要的是让老年人不得病、少得病。老年健康是老年人幸福生活的必要前提，今天我们就来了解一下老年人养生的十大注意事项：
      </p>
      <h3>1、预防衰老病</h3>
      <p>
        基于对老年病人的关爱，现在许多医院都设有老年医学科、老年门诊、老年病房，但不要觉得人老了就一定会得“老年病”。其实有许多老人到去世都没生病，寿终正寝，而一些年轻人却得了所谓的“老年病”，这个“老年病”其实是衰老病。老年人由于年龄因素更容易得衰老病，但如果注重养生保健，照样可以不得衰老病。
      </p>
      <h3>2、养生不养老</h3>
      <p>
        老年人是社会的宝贵财富，要在保护好健康的前提下，力所能及的发挥自己在家庭、社会、专业、学术、艺术、教学、育人等方面的作用，避免消极养老、被动养老、过度养老。无论以前从事什么职业，老年养生这堂课必须补足，以免在金色时光再在健康之路上走偏走错。
      </p>
      <h3>3、老了要服老</h3>
      <p>
        随着年龄增大，老年人会有些力不从心、行动不便，体力及各器官功能都有不同程度的下降。老年人最重要的是预防外伤，比如意外摔伤、烫伤；预防损伤，比如避免五劳：久视伤血、久卧伤气、久坐伤肉、久立伤骨、久行伤筋；避免七伤：大饱伤脾、大怒气逆伤肝、强力重举久坐湿地伤肾、形寒饮冷伤肺、形劳意损伤神、风雨寒暑伤形、恐惧不节伤志。老年人所生活的环境不要变化太大或太快，尤其是时差、温差、季节差。
      </p>
      <h3>4、人老心不老</h3>
      <p>
        老了要服老，是指身体和精力要量力而行，但在心态上又要不服老，要有一颗年轻的心，童心不泯，心态阳光，积极乐观，有爱好，有追求，有作为，多奉献，多参与，不计较，不嗔怪，不依靠。
      </p>
      <h3>5、难得老来“瘦”</h3>
      <p>
        常言说“有钱难买老来瘦”。肥胖能进一步导致心脑血管疾病、恶性肿瘤、慢性肾脏病、慢阻肺等等，已经被定义为一种疾病，对于老年人更要规避。因为老人年纪大了，活动量小了，代谢慢了，脾胃功能弱了，所以要比年轻时少吃一些，要吃更容易消化吸收、更容易排泄的食物，而且吃饭更慢一些。对于体重偏轻或容易腹胀或食欲欠佳的老年人，每顿饭依然要七八分饱，但可以少吃多餐。许多老年人说没有食欲，急忙找医生开药，其实饥饿是最好的调味品，只要体重在正常范围内，尤其是超重或肥胖人群，不要发愁吃得少，而应该注意不要吃得多，最关键的是要保持合适体重。这个瘦是相对的，可以少量超重，但千万不要肥胖发福。
      </p>
      <h3>6、学会老来乐</h3>
      <p>
        老年人更要心境平静平和，丢了钱着急对身体不好，捡到钱高兴比着急好，但也不如不高兴好。得之坦然、失之淡然、顺其自然。有脾气发出来比憋在心里好，但不如心有智慧、心里不生气更好，要知道舍比得更愉快。要躲气生，不生闲气；不纠结、不多虑、不挂碍、不担心、不急躁、不烦闷、不悲切；要活在当下，知足长乐，活一天说一天乐一天，要学会舍财舍权舍名，得来心安心静长命。
      </p>
      <h3>7、大便要通畅</h3>
      <p>
        大便干燥不好，大便粘滞不畅也不好。大便不畅可能会引起高血压，诱发心梗、脑出血等。有许多老年人大便一多就怕营养不良，其实同样只要体重在正常范围内，大便多一点是好事，可以帮助排毒，减少心脑血管疾病的发生。
      </p>
      <h3>8、活动要适度</h3>
      <p>
        这里用的词是活动，而不是运动，活动更适合老年人。体育运动是活动，家务劳动也是活动，唱歌、跳舞、练书法也是活动。活动够了，饮食、情绪、睡眠自然就会好。老年人活动量一次不一定多，但可以多分几次，活动项目也不要过于单一，活动总量不要少，这样就可以延缓衰老。老年人最好练一些健身气功，比如站桩、八段锦、太极拳，腹式呼吸一定要练，孙思邈的“养生十三法”更应人人必学会练！
      </p>
      <h3>9、早睡早起好</h3>
      <p>
        睡眠是最大的养生，也是衡量健康水平的的重要标志。老年人睡眠适当减少是自然的事，不要恐惧失眠和少眠。早睡早起，睡得好的，不要贪睡，睡得不好的，尤其是失眠者，更不要晚上养觉、早上补觉，最重要的是早起适度运动养阳气，白天阳气升发活跃，夜晚自然阳入于阴而阴静眠安。这需要持之以恒，而不是数日之功。
      </p>
      <h3>10、保健可防老</h3>
      <p>
        自己注意饮食、运动、情绪、起居和环境叫自我养生，别人帮助施以针灸、按摩、罐疗、刮痧、刺络放血、艾灸和蜡疗等经络调理或者吃一些中药调理叫保健。年纪大了，难免有些经络淤阻或体质偏颇，手凉脚凉，头疼脑热，都不是大病，但等病重了再调理就会为时已晚，多花钱不说，多遭罪可是谁也替不了的。多一些中医保健当然会花一些钱财，但换来健康，不生病，少生病，不遭罪，少受罪，少给儿女添麻烦累赘，多给社会做贡献，一举多得，何乐不为呢？现在中医院都设有治未病科，就是专门给我们指导养生同时调理保健的，有空可以去体验一下。
      </p>
    </el-card>
  </div>
</template>

<script>
export default {
  name,
};
</script>

<style>
h3,
p {
  text-align: left;
}
.text {
  font-size: 14px;
}

.item {
  padding: 18px 0;
}

.box-card {
  align-content: center;
  margin: 0 20%;
}
</style>